app/controllers/funfacts_controller.rb

  def index
    @funfacts = Funfact.order(:id)
---
SELECT "funfacts".* FROM "funfacts" ORDER BY "funfacts"."id" ASC