app/controllers/keywords_controller.rb

SELECT "keywords".* FROM "keywords" ORDER BY "keywords"."id" ASC
---
  def index
    @keywords = Keyword.order(:id)