app/controllers/locations_controller.rb

SELECT "locations".* FROM "locations" ORDER BY "locations"."id" ASC
---
  def index
    @locations = Location.order(:id)